aic94xx-firmware
alacritty
amd-ucode
anyrun-git
ast-firmware
base
base-devel
bash-completion
bibata-cursor-theme
bluez
bluez-utils
bottom
brightnessctl
cava
chromium
clang
cliphist
efibootmgr
eww
eza
fastfetch
fd
ffmpegthumbnailer
firefox
fzf
git
gnome-keyring
imagemagick
imv
jq
lazygit
libnotify
libva-mesa-driver
libva-vdpau-driver
libvdpau-va-gl
linux
linux-firmware
linux-firmware-marvell
linux-firmware-qlogic
linux-headers
mako
man-db
man-pages
mesa-vdpau
mpv
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
niri
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nwg-look
openssh
openvpn
p7zip
pamixer
papirus-icon-theme
paru
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-kde-agent
poppler
qt5-wayland
qt5ct
qt6-wayland
qt6ct
ripgrep
rustow-git
satty
sof-firmware
starship
swww
texinfo
ttf-liberation
ttf-meslo-nerd
udisks2
unzip
upd72020x-fw
vulkan-radeon
wd719x-firmware
wget
wireplumber
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-user-dirs
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xorg-xwayland
yazi-git
ydotool
zellij
zoxide
